<div class="section-seo-two-columns">
    <div class="container">
        <div class="section-seo-two-columns__left">
            <div class="section-seo-two-columns__title">Футбол для детей 10-14 лет</div>
            <div class="section-seo-two-columns__left-one seo-content-style">
                <p>Пубертат характеризуется для детей началом существенных изменений физиологии, формированием духа соперничества и резким увеличением способности управления собственным телом. Это время, когда активные занятия футболом для детей 10 лет приносят первые заметные плоды.</p>
                <p>Тренировки по футболу для детей 11 лет и старше позволяют подросткам успешно освоить различные навыки, сотрудничать с другими участниками команды, но при этом требуют больше внимания к словам тренера. Занятия футболом для детей 12 лет уже не похожи на веселую игру – они становятся настоящей работой. Подростки стремятся к совершенствованию для достижения высоких результатов.</p>
            </div>
            <div class="section-seo-two-columns__left-block">
                <div class="seo-content-style">
                    <p>Московская школа футбола «Школа мяча» проводит занятия футболом для детей 14 лет и младше. Мы используем европейскую методику обучения с делением игроков по возрастным группам и уровню подготовки. Все тренировки проходят в атмосфере позитива под руководством опытных тренеров с высокой квалификацией.</p>
                </div>
            </div>
        </div>
        <div class="section-seo-two-columns__right">
            <div class="section-seo-two-columns__right-img">
                <img src="{{ asset("assets/soccer-flatline.png") }}" alt="" class="">
            </div>
            <div class="section-seo-two-columns__subtitle">Особенности занятий в нашей школе</div>
            <div class="seo-content-style">
                <p>Секция футбола принимает детей 3-16 лет. В подростковой группе предусмотрено разделение на несколько возрастных категорий:</p>
                <ul class="ul-success">
                    <li>8-10 лет;</li>
                    <li>11-12 лет;</li>
                    <li>13-16 лет.</li>
                </ul>
                <p>Градация по навыкам и возрасту обеспечивает достижение отличных результатов. Проводимые футбольные тренировки 13 лет предполагают индивидуальный подход к каждому ребенку. Опытные тренеры дают оценку талантам игрока, определяют его перспективы в профессиональном футболе, возможность поступить в академию.</p>
                <p>На занятиях с подростками делается акцент на развитие профессиональных навыков: выносливости, скорости, техничности, способности концентрироваться на игре. Основную часть занятий дети проводят с мячом на стадионе или крытом манеже, что обеспечивает максимальный результат.</p>
                <p>Если вы ищете хороший футбольный кружок или секцию в Москве для подростков, оставьте заявку на нашем сайте.</p>
            </div>
        </div>
    </div>
</div>
