<div class="section-seo-two-columns">
    <div class="container">
        <div class="section-seo-two-columns__left">
            <div class="section-seo-two-columns__title">Футбол для детей от 3 лет</div>
            <div class="section-seo-two-columns__left-one seo-content-style">
                <p>Футболом можно заниматься нетолько напрофессиональном уровне. Запишите ребенка всекцию футбола для детей от 3 лет в «Школу мяча» — это оптимальный возраст, чтобы начать заниматься спортом, развивать ловкость, скорость. Занятия для малышей подарят общение сровесниками, аопытные тренеры помогут нетолько развить полезные навыки, но и сделают игру увлекательным времяпровождением.</p>
            </div>
            <div class="section-seo-two-columns__left-block">
                <div class="section-seo-two-columns__subtitle">Польза футбола детям от 3 лет</div>
                <div class="seo-content-style">
                    <p>Посещение футбольного кружка в столь юном возрасте позволяет получить множество преимуществ данного вида спорта:</p>
                    <ul class="ul-success">
                        <li>Прокачка социальных навыков: взаимодействие с другими участниками и тренером, общение в неформальной обстановке.</li>
                        <li>Развитие базовых физических навыков, необходимых малышам не только в спорте, но и в обычной жизни.</li>
                        <li>Улучшение концентрации внимания.</li>
                    </ul>
                </div>
            </div>
        </div>
        <div class="section-seo-two-columns__right">
            <div class="section-seo-two-columns__right-img">
                <img src="{{ asset("assets/soccer-flatline.png") }}" alt="" class="">
            </div>
            <div class="section-seo-two-columns__subtitle">Как проходят тренировки</div>
            <div class="seo-content-style">
                <p>Занятия футболом от 3 лет в Москве в нашей школе больше имеют игровой формат, так как ключевой задачей в таком возрасте является заложение и развитие основ двигательных навыков. В зависимости от погоды и поры года дети тренируются на открытых полях либо закрытых манежах. В школе оборудованы удобные раздевалки, имеются комфортные родительские зоны ожидания.</p>
                <p>Основная форма проведения занятий — игровая. В тренировках упор сделан на прокачку физических способностей и навыков, но при этом не отстает и социальная сторона. Дети не только учатся управляться с мячом, но и развиваются в соответствии со своим возрастом.</p>
                <p>Записаться в секцию от 3 лет можно по телефону или на сайте.</p>
            </div>
        </div>
    </div>
</div>
