<div class="section-seo-two-columns">
    <div class="container">
        <div class="section-seo-two-columns__left">
            <div class="section-seo-two-columns__title">Футбол для детей 4-5 лет</div>
            <div class="section-seo-two-columns__left-one seo-content-style">
                <p>С позиции физиологии футбол для детей от 4 лет – отличный способ улучшить физические навыки ребенка. В этом возрасте детьми движет активность и любопытство, им интересно пробовать себя в новых качествах.</p>
            </div>
            <div class="section-seo-two-columns__left-block">
                <div class="seo-content-style">
                    <p>«Школа мяча» приглашает дошкольников на кружок футбола с 4 лет в Москве. Участие опытных тренеров, международные программы обучения делают занятия с мячом увлекательным и интересным времяпровождением.</p>
                </div>
            </div>
        </div>
        <div class="section-seo-two-columns__right">
            <div class="section-seo-two-columns__right-img">
                <img src="{{ asset("assets/soccer-flatline.png") }}" alt="" class="">
            </div>
            <div class="section-seo-two-columns__subtitle">Особенности тренировочного процесса</div>
            <div class="seo-content-style">
                <p>Основная цель футбола для малышей – провести знакомство с игрой, освоить различные упражнения с мячом. В возрасте 4-5 лет дети лучше понимают язык образов, познают окружающий мир через эксперименты и игры, поэтому занятия в нашей школе для этой возрастной группы проходят в формате веселой игры.</p>
                <p>Футбол для детей с 5 лет отличается от занятий для малышей. Здесь появляется больше разнообразия в упражнениях, форматах общения с тренером, мотивациях и наградах. Тренеры дошкольных групп – настоящие профессионалы своего дела с педагогическим даром, выдержка, терпение и гибкость которых способны вызвать у детей искренний интерес к физическим упражнениям.</p>
                <p>«Школа мяча» приглашает юных любителей футбола в дошкольные группы. Пробное занятие бесплатно.</p>
            </div>
        </div>
    </div>
</div>
