<div class="section-seo-two-columns">
    <div class="container">
        <div class="section-seo-two-columns__left">
            <div class="section-seo-two-columns__title">Футбол для детей 6-9 лет</div>
            <div class="section-seo-two-columns__left-one seo-content-style">
                <p>Детский возраст 6-9 лет признается наиболее подходящим для выбора спортивных секций и кружков. Если у детей 5 лет тренировки больше ориентированы на оздоровление организма, то занятия футболом для детей от 6 лет проходят уже в формате начальной подготовки. Основной упор делается на персональную проработку техники, развитие координации и других полезных в игре навыков.</p>
            </div>
            <div class="section-seo-two-columns__left-block">
                <div class="seo-content-style">
                    <p>Занятия футболом для детей 7 лет представляют собой полноценную игру, в которой соблюдаются все необходимые правила и законы. «Школа мяча» готовит в этом возрасте настоящих спортсменов, знакомых с принципами игры.</p>
                </div>
            </div>
        </div>
        <div class="section-seo-two-columns__right">
            <div class="section-seo-two-columns__right-img">
                <img src="{{ asset("assets/soccer-flatline.png") }}" alt="" class="">
            </div>
            <div class="section-seo-two-columns__subtitle">Нюансы футбольных тренировок в 6-9 лет</div>
            <div class="seo-content-style">
                <p>Наша футбольная школа ориентируется на европейскую технику обучения игре. Занятия футболом для детей 8 лет проходят в смешанных группах – мальчики и девочки тренируются вместе, так как обладают практически одинаковой физподготовкой. Но при этом мы учитываем индивидуальные особенности учеников, так как каждый ребенок развивается по-своему. При планировании занятий и нагрузок тренеры школы учитывают как биологический, так и «спортивный» возраст детей, что позволяет составлять эффективные планы для тренировок.</p>
                <p>Объем, продолжительность и эффективность занятий футболом в «Школе мяча» соответствуют уровню подготовленности детей. Поэтому тренировки по футболу для мальчиков 9 лет имеют отличия от занятий для детей более старшего возраста. Основной упор в этом возрасте делается на развитие техники, физических навыков, проработку сильных и слабых сторон игроков. Это позволяет определить и совершенствовать конкретные таланты у юных спортсменов.</p>
                <p>На сайте «Школы мяча» можно оставить заявку на проведение пробной тренировки – наш менеджер поможет подобрать оптимальную по расписанию и возрасту группу в клубе вашего района.</p>
            </div>
        </div>
    </div>
</div>
